[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Veiko Kütt
VERSION=1.0.0

[Language]
LANGUAGE=Estonia
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0425

[Menu]
FILE=&Fail
COPY=&Kopeeri
SAVE_TEXT=Save (&text)
SAVE_IMAGE=&Save (image)
EXIT=&Välju
THEME=&Teema
ZOOM=&Suurendus
AUTO=&Automaat
FONT_SETTING=&Teksti Seade
HELP=&Abi
ABOUT=&Teave CrystalMark Retro
LANGUAGE=Keel
VOICE_VOLUME=&Voice Volume
VOICE_LANGUAGE=Voice &Language
MAIN_UI_IN_ENGLISH=&Main UI in English

[Dialog]
DEFAULT=Vaikimisi
FONT_FACE=Teksti nägu
FONT_SCALE=Teksti skaala (%)
ENABLED=Lubatud
DISABLED=Keelatud

[WindowTitle]
ABOUT=Teave CrystalMark Retro
FONT_SETTING=Teksti seade

; 2.0
QRCODE=QR Code

[Message]
STOP_BENCHMARK=Palun peata Benchmark.
DISK_CAPACITY_ERROR=Ketta maht on ebapiisav.
DISK_CREATE_FILE_ERROR=Faili loomine nurjus.
DISK_WRITE_ERROR=Kirjutamisviga.
DISK_READ_ERROR=Lugemis viga.
DISK_SPD_NOT_FOUND=DiskSpd ei leitud.
EXE_FILE_NOT_FOUND=Executable file not found.
EXE_FILE_MODIFIED=Executable file has been modified.
ATTACH_SCREENSHOT_MANUALLY=Please attach the screenshot manually.

[MainWindow]
SYSTEM_INFO_1=CPU:
SYSTEM_INFO_2=GPU:
SYSTEM_INFO_3=System:
SYSTEM_INFO_4=OS:
SYSTEM_INFO_5=Screen:
SYSTEM_INFO_6=Memory:
BUTTON_0=All
BUTTON_1=CPU
BUTTON_2=Disk
BUTTON_3=2D
BUTTON_4=3D
BUTTON_STOP=Stop
LABEL_1_1=Single
LABEL_1_2=Multi
LABEL_1_3=
LABEL_1_4=
LABEL_2_1=Sequential Read
LABEL_2_2=Random Read
LABEL_2_3=Sequential Write
LABEL_2_4=Random Write
LABEL_3_1=Text
LABEL_3_2=Square
LABEL_3_3=Circle
LABEL_3_4=Image
LABEL_4_1=Title
LABEL_4_2=Break
LABEL_4_3=WireFrame
LABEL_4_4=Polygon

; 2.0
SUBMIT=Submit
SUBMIT_TOOLTIP=Submit Benchmark Results
QRCODE_TOOLTIP=Submit Benchmark Results via QR code
X_TOOLTIP=X(Twitter)
